Revit 2027 API
BuiltInFailures.InfillFailures.InfillLost Property
 Standalone infilling Wall is separated from its insert.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InfillLost { get; }
Public Shared ReadOnly Property InfillLost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InfillLost {
	FailureDefinitionId^ get ();
}
static member InfillLost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InfillFailures Class
Autodesk.Revit.DB Namespace